tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "chainsawbaby/formula"
tap "homebrew/dupes"
tap "homebrew/versions"

brew "ack"
brew "autoconf"
brew "automake"
brew "awk"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "calc"
brew "ccat"
brew "cloc"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags", link: false
brew "curl", args: ["force"]
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "dfu-util"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker", link: false
brew "duck"
brew "exa"
brew "exercism"
brew "ffmpeg", args: ["with-fontconfig", "with-libass"]
brew "figlet"
brew "flake8"
brew "fortune"
brew "freetds"
brew "freexl"
brew "gdal"
brew "gettext"
brew "ghi"
brew "gifify"
brew "giflossy"
brew "gifsicle", link: false
brew "git-flow"
brew "git-lfs"
brew "git-quick-stats"
brew "git"
brew "gmp"
brew "go"
brew "grep", args: ["with-default-names"]
brew "handbrake"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "imagemagick", args: ["with-fontconfig"]
brew "isl"
brew "jq"
brew "json-c"
brew "jupyter", link: false
brew "less"
brew "libevent"
brew "libffi"
brew "libgpg-error"
brew "libksba"
brew "liblwgeom"
brew "libmemcached"
brew "libmpc"
brew "libspatialite"
brew "libtermkey"
brew "libtool"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "lolcat"
brew "lua"
brew "luajit"
brew "lzlib"
brew "m-cli"
brew "makedepend"
brew "mas"
brew "mosh"
brew "mpfr"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "noti"
brew "nvm"
brew "openssl"
brew "perl"
brew "pgcli"
brew "postgis"
brew "postgresql"
brew "profanity"
brew "proj"
brew "pv"
brew "pyenv-virtualenvwrapper"
brew "pyenv"
brew "python"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "screen"
brew "shpotify"
brew "source-highlight"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "swig"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "ttygif"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "utf8proc"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "aerial"
cask "alfred"
cask "arduino"
cask "aws-vault"
cask "bartender"
cask "betterzip"
cask "cloudapp"
cask "cyberduck"
cask "dash"
cask "discord"
cask "deckset"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "gitify"
cask "gitkraken"
cask "google-chrome"
cask "google-backup-and-sync"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "macdown"
cask "muzzle"
cask "phpstorm"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "screenflow"
cask "skitch"
cask "slack"
cask "spotify"
cask "timing"
cask "transmit"
cask "visual-studio-code"

mas "Airmail 3", id: 918858936
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "iZip Unarchiver", id: 717545828
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Limechat", id: 414030210
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "PiPifier", id: 1160374471
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tomato One", id: 907364780
mas "Tweetbot", id: 557168941
