tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "filosottile/musl-cross"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jeroenknoops/tap"
tap "neovim/neovim"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "archey"
brew "autoconf"
brew "automake"
brew "awk"
brew "openssl@1.1"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "gettext"
brew "libffi"
brew "python"
brew "calc"
brew "ccat"
brew "gmp"
brew "mpfr"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags", link: false
brew "curl"
brew "go"
brew "dep"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docker", link: false
brew "libyaml"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr"
brew "duck"
brew "entr"
brew "exa"
brew "exercism"
brew "libevent"
brew "fd"
brew "figlet"
brew "fortune"
brew "libtool"
brew "freetds"
brew "freexl"
brew "isl"
brew "libmpc"
brew "json-c"
brew "libxml2"
brew "proj"
brew "libspatialite"
brew "gdal"
brew "geckodriver"
brew "ghi"
brew "gifify"
brew "giflossy", link: false
brew "gifsicle", link: false
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-quick-stats"
brew "libgpg-error"
brew "libksba"
brew "handbrake"
brew "lua"
brew "howdoi"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "jq"
brew "node"
brew "jupyterlab"
brew "less"
brew "liblwgeom"
brew "libmemcached"
brew "libtermkey"
brew "libvterm"
brew "lolcat"
brew "luajit"
brew "lzlib"
brew "m-cli"
brew "makedepend"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "noti"
brew "nvm"
brew "perl"
brew "pgcli"
brew "pipx"
brew "postgresql"
brew "postgis"
brew "profanity"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "screen"
brew "shpotify"
brew "source-highlight"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "sshuttle"
brew "swig"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "ttygif"
brew "utf8proc"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "filosottile/musl-cross/musl-cross"
brew "github/gh/gh"
brew "jeroenknoops/tap/gitin"
brew "rigellute/tap/spotify-tui"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "1password-cli"
cask "aerial"
cask "alfred"
cask "arduino"
cask "aws-vault"
cask "balenaetcher"
cask "bartender"
cask "chromedriver"
cask "clipy"
cask "cloudapp"
cask "cyberduck"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-noto-color-emoji"
cask "gitify"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "keycastr"
cask "macdown"
cask "muzzle"
cask "postgres"
cask "postman"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skitch"
cask "slack"
cask "screenflow"
cask "selfcontrol"
cask "snowflake-snowsql"
cask "spotify"
cask "Steam"
cask "timing"
cask "transmit"
cask "visual-studio-code"
cask "yakyak"

mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "FocusList", id: 1086877679
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Mimeo Photos", id: 1282504627
mas "Motif", id: 1404636482
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Tomato One", id: 907364780
mas "Twitter", id: 1482454543
